{"schools": [[1, "Odborné učiliště, Cvrčovice 131, Pohořelice"], [2, "Gymnázium Jana Blahoslava, Lány 2, Ivančice"], [3, "Střední odborná škola FORTIKA, Tišnovská 15, Lomnice u Tišnova"], [4, "SOŠ zahradnická a SOU, Masarykova 198, Rajhrad"], [5, "Integrovaná střední škola, , Sokolnice 496"], [6, "Gymnázium a ZUŠ, Riegrova 17, Šlapanice"], [7, "Gymnázium, Tyršova 400, Židlochovice"], [8, "Střední škola a Základní škola Tišnov, nám. Míru 22, Tišnov"], [9, "Gymnázium T. G. Masaryka, U Školy 39, Zastávka"], [10, "ISŠ - COP, Olomoucká 61, Brno"], [11, "Střední škola inf. tech. a soc. péče, Purkyňova 97, Brno"], [12, "Střední škola F. D. Roosevelta pro TP, Křižíkova 11/1694, Brno"], [13, "SOŠ a SOU stavební, Pražská 38b, Brno - Bosonohy"], [14, "ISŠ automobilní, Křižíkova 15, Brno"], [15, "SPŠ a VOŠ technická, Sokolská 1, Brno"], [16, "SOŠ a SOU strojírenské a elektrotech., Trnkova 113, Brno - Líšeň"], [17, "BEZPEČNOSTNĚ PRÁVNÍ AKADEMIE BRNO, S.R.O."], [18, "Gymnázium, Terezy Novákové 2, Brno - Řečkovice"], [19, "Gymnázium J. G. Mendela a jeho zař. a ZUŠ, Mendlovo nám. č. p. 1, č. o. 3/4, Brno"], [20, "I. Německé zemské gymnasium, ZŠ a MŠ, o.p.s., Mendlovo nám. 1/ 3,4, Brno"], [21, "Gymnázium Tišnov, příspěvková organizace"], [22, "Střední odborná škola a Střední odborné učiliště Kuřim"], [23, "Gymnázium, Praha 5, Na Zatlance 11"], [24, "Obchodní akademie a vyšší odborná škola Brno, Kotlářská, příspěvková organizace"], [25, "Odborné učiliště a praktická škola Brno, příspěvková organizace"], [26, "Střední průmyslová škola stavební Brno, příspěvková organizace"], [27, "Střední škola Brno, Charbulova, příspěvková organizace"], [28, "Střední škola polytechnická Brno, Jílová, příspěvková organizace"], [29, "AKADEMIA Gymnázium, Základní škola a Mateřská škola, s. r. o."], [30, "Církevní střední zdravotnická škola s. r. o."], [31, "Gymnázium Globe, s. r. o."], [32, "Hotelová škola s. r. o."], [33, "Mateřská škola, základní škola a střední škola Gellnerka Brno, příspěvková organizace"], [34, "Obchodní akademie ELDO, o. p. s."], [35, "Střední odborná škola EDUCAnet Brno, o. p. s."], [36, "Střední odborné učiliště tradičních řemesel a Vyšší odborná škola, spol. s r. o."], [37, "Střední průmyslová škola chemická Brno, Vranovská, příspěvková organizace"], [38, "Střední škola Gemini Brno, příspěvková organizace"], [39, "Střední škola grafická Brno, příspěvková organizace"], [40, "Střední škola informatiky, poštovnictví a finančnictví Brno, příspěvková organizace"], [41, "Střední škola KNIH, o. p. s."], [42, "Střední zdravotnická škola Brno, Jaselská, příspěvková organizace"], [43, "TRIVIS – Střední škola veřejnoprávní Brno, s. r. o."], [44, "TRIVIS – Střední škola veterinární Emila Holuba Brno, s. r. o."], [45, "Gymnázium Brno, Slovanské náměstí, příspěvková organizace"], [46, "Střední škola technická a dopravní Gustava Habrmana Česká Třebová "], [47, "SOŠ a SOU Hustopeče"], [48, "Základní škola Tišnov, nám. 28. října 1708, Tišnov"], [49, "Biskupské gymnázium Brno a mateřská škola"], [50, "Cyrilometodějské gymnázium a střední odborná škola pedagogická Brno"], [51, "EKO GYMNÁZIUM BRNO o. p. s."], [52, "Gymnázium Brno, Elgartova, příspěvková organizace"], [53, "Gymnázium Brno, Křenová, příspěvková organizace"], [54, "Gymnázium Brno, třída Kapitána Jaroše, příspěvková organizace"], [55, "Gymnázium Brno, Vídeňská, příspěvková organizace"], [56, "Gymnázium Brno-Bystrc, příspěvková organizace"], [57, "Gymnázium Matyáše Lercha, Brno, Žižkova 55, příspěvková organizace"], [58, "Gymnázium Mojmírovo náměstí s. r. o."], [59, "Gymnázium P. Křížkovského s uměleckou profilací, s. r. o."], [60, "Konzervatoř Brno, příspěvková organizace"], [61, "Moravské gymnázium Brno s. r. o."], [62, "ScioŠkola Brno – střední škola, s. r. o."], [63, "Sportovní gymnázium Ludvíka Daňka, Brno, Botanická 70, příspěvková organizace"], [64, "Střední odborná škola managementu a práva, s. r. o."], [65, "Střední odborná škola MORAVA o. p. s."], [66, "Střední škola uměleckomanažerská, s. r. o."], [67, "Střední škola umění a designu a Vyšší odborná škola Brno, příspěvková organizace"], [68, "Střední zdravotnická škola a Vyšší odborná škola zdravotnická Brno, Merhautova, příspěvková organiza"], [69, "Střední zdravotnická škola Evangelické akademie"], [70, "Taneční konzervatoř Brno, příspěvková organizace"], [71, "Základní škola a gymnázium Ježek bez klece"], [72, "Základní škola a praktická škola Brno, Vídeňská, příspěvková organizace"], [73, "Gymnázium Blansko, příspěvková organizace"], [74, "Střední škola technická a gastronomická Blansko, příspěvková organizace"], [75, "Střední škola cestovního ruchu a gastronomie, s. r. o."], [76, "Obchodní akademie a Střední zdravotnická škola Blansko, příspěvková organizace"], [77, "Střední škola André Citroëna Boskovice, příspěvková organizace"], [78, "Střední pedagogická škola Boskovice, příspěvková organizace"], [79, "Gymnázium Boskovice, příspěvková organizace"], [80, "Mateřská škola, základní škola a praktická škola Boskovice, příspěvková organizace"], [81, "Vyšší odborná škola a střední škola Boskovice, příspěvková organizace"], [82, "Střední průmyslová škola Jedovnice, příspěvková organizace"], [83, "Masarykova střední škola Letovice, příspěvková organizace"], [84, "Výchovný ústav a střední škola, Olešnice na Moravě, Trpínská 317"], [85, "Gymnázium Rájec-Jestřebí, o. p. s."], [86, "Střední průmyslová škola Edvarda Beneše a obchodní akademie Břeclav, příspěvková organizace"], [87, "Soukromá střední odborná škola manažerská a zdravotnická s. r. o."], [88, "Gymnázium a Jazyková škola s právem státní jazykové zkoušky Břeclav, příspěvková organizace"], [89, "Střední odborná škola a střední odborné učiliště Hustopeče, příspěvková organizace"], [90, "Gymnázium T. G. Masaryka Hustopeče, příspěvková organizace"], [91, "Základní škola a praktická škola Hustopeče, příspěvková organizace"], [92, "Městská střední odborná škola, Klobouky u Brna, nám. Míru 6, příspěvková organizace"], [93, "Gymnázium a střední odborná škola Mikulov, příspěvková organizace"], [94, "Soukromá střední průmyslová škola Břeclav, spol. s r. o. CULTUS"], [95, "Střední vinařská škola Valtice, příspěvková organizace"], [96, "Gymnázium, Velké Pavlovice, Pod Školou 10, příspěvková organizace"], [97, "Střední škola gastronomie, hotelnictví a lesnictví Bzenec, příspěvková organizace"], [98, "Integrovaná střední škola Hodonín, příspěvková organizace"], [99, "Střední škola průmyslová a umělecká Hodonín, příspěvková organizace"], [100, "Gymnázium, Obchodní akademie a Jazyková škola s právem státní jazykové zkoušky Hodonín, příspěvková "], [101, "Základní škola a praktická škola Hodonín, náměstí B. Martinů, příspěvková organizace"], [102, "Střední škola automobilní Kyjov, příspěvková organizace"], [103, "Klvaňovo gymnázium a střední zdravotnická škola Kyjov, příspěvková organizace"], [104, "Střední odborné učiliště Kyjov, příspěvková organizace (od 1. 1. 2022 Střední škola polytechnická Ky"], [105, "Střední škola Strážnice, příspěvková organizace"], [106, "Veřejnosprávní akademie a střední škola, s. r. o."], [107, "Purkyňovo gymnázium, Strážnice, Masarykova 379, příspěvková organizace"], [108, "Obchodní akademie a Střední odborné učiliště Veselí nad Moravou, příspěvková organizace"], [109, "Základní škola a praktická škola Veselí nad Moravou, příspěvková organizace"], [110, "Gymnázium a obchodní akademie Bučovice, příspěvková organizace"], [111, "Integrovaná střední škola Slavkov u Brna, příspěvková organizace"], [112, "Základní škola a praktická škola, Slavkov u Brna, příspěvková organizace"], [113, "Střední odborná škola a Střední odborné učiliště Vyškov, příspěvková organizace"], [114, "Gymnázium a Střední odborná škola zdravotnická a ekonomická Vyškov, příspěvková organizace"], [115, "Mateřská škola, základní škola a střední škola Vyškov, příspěvková organizace"], [116, "Gymnázium Moravský Krumlov, příspěvková organizace"], [117, "Střední škola dopravy, obchodu a služeb Moravský Krumlov, příspěvková organizace"], [118, "Výchovný ústav, dětský domov se školou, středisko výchovné péče, střední škola a základní škola, Mor"], [119, "Výchovný ústav, střední škola a školní jídelna Višňové, Zámek 1"], [120, "Střední odborné učiliště a Střední odborná škola SČMSD, Znojmo, s. r. o."], [121, "Střední škola technická Znojmo, příspěvková organizace"], [122, "Gymnázium Dr. Karla Polesného Znojmo, příspěvková organizace"], [123, "Gymnázium, Střední pedagogická škola, Obchodní akademie a Jazyková škola s právem státní jazykové zk"], [124, "Mateřská škola, základní škola a praktická škola Znojmo, příspěvková organizace"], [125, "Střední odborná škola Znojmo, Dvořákova, příspěvková organizace"], [126, "Střední zdravotnická škola a Vyšší odborná škola zdravotnická Znojmo, příspěvková organizace"], [127, "Gymnázium Aš, příspěvková organizace"], [128, "Základní škola a střední škola Aš, příspěvková organizace"], [129, "Integrovaná střední škola Cheb, příspěvková organizace"], [130, "Gymnázium Cheb, příspěvková organizace"], [131, "Střední zdravotnická škola a vyšší odborná škola Cheb, příspěvková organizace"], [132, "Svobodná chebská škola, základní škola a gymnázium s. r. o."], [133, "Gymnázium a obchodní akademie Mariánské Lázně, příspěvková organizace"], [134, "Hotelová škola Mariánské Lázně, příspěvková organizace"], [135, "JEZDECKÁ AKADEMIE – střední odborná škola Mariánské Lázně s. r. o."], [136, "Střední škola logistická Dalovice, příspěvková organizace"], [137, "Střední odborná škola stavební Karlovy Vary, příspěvková organizace"], [138, "Střední pedagogická škola, gymnázium a vyšší odborná škola Karlovy Vary, příspěvková organizace"], [139, "Střední škola stravování a služeb Karlovy Vary, příspěvková organizace"], [140, "Soukromá obchodní akademie Podnikatel, spol. s r. o."], [141, "Obchodní akademie, vyšší odborná škola cestovního ruchu a jazyková škola s právem státní jazykové zk"], [142, "Střední uměleckoprůmyslová škola keramická a sklářská Karlovy Vary, příspěvková organizace"], [143, "Základní škola a střední škola Karlovy Vary, příspěvková organizace"], [144, "První české gymnázium v Karlových Varech, příspěvková organizace"], [145, "TRIVIS – Střední škola veřejnoprávní Karlovy Vary, s. r. o."], [146, "Střední odborná škola Karlovy Vary, s. r. o."], [147, "Střední zdravotnická škola a vyšší odborná škola zdravotnická Karlovy Vary, příspěvková organizace"], [148, "Střední průmyslová škola Ostrov, příspěvková organizace"], [149, "Gymnázium Ostrov, příspěvková organizace"], [150, "Střední lesnická škola Žlutice, příspěvková organizace"], [151, "Střední škola, základní škola a mateřská škola Kraslice, příspěvková organizace"], [152, "Vojenská střední škola a Vyšší odborná škola Ministerstva obrany v Moravské Třebové (pracoviště Soko"], [153, "Integrovaná střední škola technická a ekonomická Sokolov, příspěvková organizace"], [154, "Střední škola živnostenská Sokolov, příspěvková organizace"], [155, "Gymnázium Sokolov a Krajské vzdělávací centrum, příspěvková organizace"], [156, "Soukromá obchodní akademie Sokolov, s. r. o."], [157, "Škola Můj Projekt Mánesova – gymnázium, základní škola a mateřská škola s. r. o."], [158, "Vyšší policejní škola a Střední policejní škola Ministerstva vnitra v Praze (pracoviště Sokolov)"], [159, "Střední škola vizuální tvorby, s. r. o."], [160, "Střední škola a vyšší odborná škola aplikované kybernetiky s. r. o."], [161, "Střední škola Sion High School, Hradec Králové"], [162, "Hotelová škola Hradec Králové, s. r. o."], [163, "Střední uměleckoprůmyslová škola hudebních nástrojů a nábytku, Hradec Králové, 17. listopadu 1202"], [164, "Biskupské gymnázium, církevní základní škola, mateřská škola a základní umělecká škola Hradec Králov"], [165, "Gymnázium Boženy Němcové, Hradec Králové, Pospíšilova tř. 324"], [166, "Gymnázium J. K. Tyla, Hradec Králové, Tylovo nábř. 682"], [167, "Mateřská škola, základní škola a střední škola Daneta, s. r. o."], [168, "Obchodní akademie, Střední odborná škola a Jazyková škola s právem státní jazykové zkoušky, Hradec K"], [169, "Obchodní akademie, Střední pedagogická škola, Vyšší odborná škola cestovního ruchu a Jazyková škola "], [170, "PROINTEPO – Střední škola, Základní škola a Mateřská škola s. r. o."], [171, "První soukromé jazykové gymnázium Hradec Králové spol. s r. o."], [172, "Střední odborná škola a Střední odborné učiliště, Hradec Králové, Vocelova 1338"], [173, "Střední odborná škola veterinární, Hradec Králové-Kukleny, Pražská 68"], [174, "Střední průmyslová škola stavební, Hradec Králové, Pospíšilova tř. 787"], [175, "Střední průmyslová škola, Střední odborná škola a Střední odborné učiliště, Hradec Králové"], [176, "Střední škola profesní přípravy, Hradec Králové"], [177, "Střední škola služeb, obchodu a gastronomie"], [178, "Vyšší odborná škola zdravotnická a Střední zdravotnická škola, Hradec Králové, Komenského 234"], [179, "Vyšší odborná škola, Střední škola, Základní škola a Mateřská škola, Hradec Králové, Štefánikova 549"], [180, "Gymnázium, Střední odborná škola a Vyšší odborná škola, Nový Bydžov"], [181, "Střední škola technická a řemeslná, Nový Bydžov, Dr. M. Tyrše 112"], [182, "TRIVIS – Střední škola veřejnoprávní Třebechovice pod Orebem, s. r. o."], [183, "Zemědělská akademie a Gymnázium Hořice – střední škola a vyšší odborná škola, příspěvková organizace"], [184, "Střední uměleckoprůmyslová škola sochařská a kamenická, Hořice, příspěvková organizace"], [185, "Hořické gymnázium"], [186, "Střední škola řemesel a Základní škola, Hořice"], [187, "Lepařovo gymnázium, Jičín, Jiráskova 30"], [188, "Masarykova obchodní akademie, Jičín, 17. listopadu 220"], [189, "Soukromá střední škola podnikatelská – ALTMAN, s. r. o."], [190, "Vyšší odborná škola a Střední průmyslová škola, Jičín, Pod Koželuhy 100"], [191, "Základní škola a Praktická škola, Jičín"], [192, "Střední škola zahradnická, Kopidlno, náměstí Hilmarovo 1"], [193, "Gymnázium a Střední odborná škola pedagogická, Nová Paka, Kumburská 740"], [194, "Gymnázium a Střední odborná škola pedagogická, Nová Paka, Kumburská 740"], [195, "Střední škola strojírenská a elektrotechnická"], [196, "Gymnázium, Broumov, Hradební 218"], [197, "Základní škola a Praktická škola, Broumov"], [198, "Střední průmyslová škola Otty Wichterleho, příspěvková organizace"], [199, "Střední odborná škola sociální a zdravotnická – Evangelická akademie"], [200, "Střední škola řemeslná, Jaroměř, Studničkova 260"], [201, "Střední průmyslová škola stavební a Obchodní akademie arch. Jana Letzela, Náchod, příspěvková organi"], [202, "ACADEMIA MERCURII soukromá střední škola, s. r. o."], [203, "Gymnázium Jaroslava Žáka, Jaroměř"], [204, "Jiráskovo gymnázium, Náchod, Řezníčkova 451"], [205, "Praktická škola, Základní škola a Mateřská škola Josefa Zemana, Náchod"], [206, "Střední průmyslová škola, Odborná škola a Základní škola, Nové Město nad Metují"], [207, "Gymnázium, Dobruška, Pulická 779"], [208, "Střední průmyslová škola elektrotechniky a informačních technologií, Dobruška, Čs. odboje 670"], [209, "Střední škola – Podorlické vzdělávací centrum, Dobruška"], [210, "Základní škola,Kuřim, Jungmannova 813, okres Brno – venkov, příspěvková organizace"], [211, "SPŠ, SOŠ a SOU, Hradec Králové, Hradební"], [212, "Střední škola, Rokycany, Jeřabinová 96/III"], [213, "Gymnázium Vojtecha Mihálika Sereď"], [214, "Základní a mateřská škola Dolní kounice"]]}
